/* Take Transaction Template into effect. */
"Book" = "Buchen";

/* Abort current action. */
"Cancel" = "Abbrechen";

/* The user did not enter sufficient data. */
"Data missing" = "Unzureichende Daten";

/* Remove something (eg. from Database) */
"Delete" = "Löschen";

/* Change Something */
"Edit" = "Bearbeiten";

/* Things that happened so far. */
"History" = "Historie";

/* Message of approval */
"Okay" = "Okay";

/* Ask the user to check his or her input */
"Please check your input" = "Bitte Eingabe prüfen";

/* Not Deleted after being booked once */
"Recurring" = "Wiederkehrend";

/* Set something back to initial state. */
"Reset" = "Zurücksetzen";

/* Action to set all data back to standard values. */
"Reset Application" = "App Zurücksetzen";

/* Make sure to settle Transactions immediately after reaching the threshold. */
"Settle automatically" = "Automatisch Verrechnen";

/* Settle transactions against each other. */
"Settle Transactions" = "Transaktionen Verrechnen";

/* Data presented in visual form. */
"Statistics" = "Statistiken";

/* Ask approval from the user */
"Sure?" = "Sicher?";

/* Make entirely clear that this will reset the entire Application */
"This will reset / clear all data and cannot be undone!" = "Hiermit werden alle Daten zurückgesetzt oder gelöscht. Dies kann nicht rückgängig gemacht werden.";

/* Deleted after being booked once */
"Unique" = "Einmalig";

/* Menu item to get to the Configuration Menu */
"Settings" = "Einstellungen";

/* Menu Item for the Backup and Restore View. */
"Backup / Restore" = "Datensicherung / Wiederherstellen";

/* Reset Settings to Default State. */
"Reset Settings" = "Einstellungen Zurücksetzen";

/* Make entirely clear that this will reset the Settings */
"This will reset / clear your settings and cannot be undone!" = "Hiermit werden alle vorgenommenen Einstellungen zurückgesetzt oder gelöscht. Dies kann nicht rückgängig gemacht werden.";

/* Settings Menu Header for Settings Regarding the Stored Data */
"Data" = "Datenbank";

/* Headline of an Error Message. */
"Error" = "Fehler";

/* "Error message to notify that creating a Backup failed." */
"Creating backup failed." = "Erstellen des Backups nicht möglich.";

/* "Headline to tell the user that restoring to a backup was completed." */
"Success" = "Erfolg";

/* "Success Message for when user successfully restored to a backup." */
"Successfully restored from Backup." = "Daten erfolgreich aus Backup wiederhergestellt.";

/* "Error message for restoring to a Backup failed." */
"Restoring to backup failed." = "Datensicherung konnte nicht wiederhergestellt werden.";

/* "Error message for when a Backup cannot be created." */
"Path to Restore Data cannot be determined." = "Pfad zur Wiederherstellungsdatei konnte nicht ermittelt werden.";

/* "Dialogue Headline asking the user to enter an encryption / decryption Password" */
"Password" = "Passwort";

/* "Description of the dialogue asking the user to provide a passphrase to decrypt the backup" */
"Please enter a Password to decrypt your Backup" = "Bitte Passwort zum Entschlüsseln des Backups eingeben.";

/* Confirm Action */
"Confirm" = "Bestätigen";

/* "Description of the dialogue asking the user to provide a passphrase to encrypt the backup" */
"Please enter a Password to encrypt your Backup." = "Bitte Passwort zum Verschlüsseln des Backups wählen.";

/* Menu Item for sorting Transaction Templates by Amount (Descending) */
"Amount Descending" = "Betrag Absteigend";

/* "Menu Item for sorting Transaction Templates by Amount (Ascending)" */
"Amount Ascending" = "Betrag Aufsteigend";
